// {
//   id: "",
//   date: "",
//   imgTitle: "",
//   title: "",
//   desc: "",
// data: [{
//   header: "",
//   text: "",
// }],
// },

export const postList = [
  {
    id: 5,
    date: "25/2/2024", // "2021-10-10T00:00:00+07:00
    imgTitle: "https://media.discordapp.net/attachments/1211332651357839400/1211333855215357972/AZAI5.jpg?ex=65edd190&is=65db5c90&hm=15f72cd2bbef46047ffa8d9e70c8c766c3528da815a7dd6d8585387c4265b659&=&format=webp&width=437&height=437",
    title: "ข้อควรรู้ในการทำธุรกิจหอพัก อพาร์ทเม้นท์ ในปี2024",
    desc: "1) ทำการตลาดออนไลน์ ออนไลน์เป็นเรื่องที่สำคัญมากๆสำหรับการทำธุรกิจในยุคนี้ ปฏิเสธไม่ได้เลยว่า ออนไลน์เป็นหนทางที่เร็วที่สุดในการหาลูกค้าใหม่ และการสร้างตัวตนออนไลน์จะทำให้เกิด Brand reconiztion",
    data: [
      {
        header: "🌟ข้อควรรู้ การทำธุรกิจ หอพัก อพาร์ทเม้นท์ ในปี2024 🌟",
        text: "",
      },
      {
        header: "1) ทำการตลาดออนไลน์ ",
        text: "ออนไลน์เป็นเรื่องที่สำคัญมากๆสำหรับการทำธุรกิจในยุคนี้ ปฏิเสธไม่ได้เลยว่า ออนไลน์เป็นหนทางที่เร็วที่สุดในการหาลูกค้าใหม่ และการสร้างตัวตนออนไลน์จะทำให้เกิด Brand reconiztion ซึ้งจำเป็นมากๆต่อการจูงใจลูกค้าให้เข้ามาใช้บริการและปิดการขาย",
      },
      {
        header: "2) ดูว่าคู่แข่งในย่านนั้นๆมีความแตกต่างอย่างไร ",
        text: "หอพักของคุณจะต้องมีการออกแบบให้โดดเด่นมากยิ่งขึ้น โดยเฉพาะ การหาสิ่งที่ยังขาดมาเพิ่มหรือทำให้สิ่งที่ดีอยู่แล้วดีขึ้นโดยใช้กลยุทธ์ทางด้านการตลาดซึ่งมีผลสำคัญในการทำธุรกิจหอพัก อพาร์ทเม้นท์ ",
      },
      {
        header: "3) วางแผนการเสียภาษีรายปีให้ดี ",
        text: "เนื่องจากว่าในแต่ละปีนั้นธุรกิจอพาร์ทเม้นท์จะต้องเสียภาษีเงินได้ส่วนบุคคลธรรมดาทั้งแบบสิ้นปีและกลางปี ซึ่งคุณจะต้อง ศึกษาหาความรู้เกี่ยวกับการจ่ายภาษีและมีวิธีการบริหารจัดการไม่ให้ต้องแบกรับภาษีที่มากจนเกินไปแต่คุณจะต้องทำทุกอย่างให้ถูกกฎหมายด้วยเพื่อการคงอยู่ของธุรกิจของคุณให้เติบโตในระยะยาว",
      },
      {
        header: "4) ใช้เทคโนโลยีในการจัดการหอพัก",
        text: "ยุคสมัยนี้มีเทคโนโลยีในการจัดการหอพักแล้ว! อาทิเช่น การทำสัญญาเช่า การจัดการบิล การวิเคราะห์ผลประกอบการ หรือ แม้แต่การสื่อสารกับผู้เช่า ทั้งหมดนี้ทำได้หมดจบในแอปเดียว แน่นอนว่า สะดวก โปร่งใส กำจัดเรื่องวุ่นๆบนกระดาษ ประหยัดเวลาเจ้าของหอไปได้อย่างมาก ",
      },
    ],
  },
  {
    id: 4,
    date: "18/2/2024", // "2021-10-10T00:00:00+07:00
    imgTitle: "https://media.discordapp.net/attachments/1211332651357839400/1211333773795262544/AZAI4.2-01.jpg?ex=65edd17d&is=65db5c7d&hm=f31046215243932b3301c44701158fa342577bfe6cc413b6e7118831bdd20095&=&format=webp&width=437&height=437",
    title: "เรียนเจ้าของห้องเช่าและหอพัก และนายหน้าที่เคารพ",
    desc: 'เราขอแนะนำ "AZAI อาศัย" - แอปพลิเคชั่นที่จะเปลี่ยนการจัดการห้องเช่าและหอพักของคุณให้ง่ายดายและมีประสิทธิภาพยิ่งขึ้น! เพื่อให้คุณได้สัมผัสประสบการณ์การจัดการที่ไม่เคยมีมาก่อน',
    data: [
      {
        header: 'เราขอแนะนำ "AZAI อาศัย"',
        text: "แอปพลิเคชั่นที่จะเปลี่ยนการจัดการห้องเช่าและหอพักของคุณให้ง่ายดายและมีประสิทธิภาพยิ่งขึ้น! เพื่อให้คุณได้สัมผัสประสบการณ์การจัดการที่ไม่เคยมีมาก่อน, เราขอเชิญคุณเข้าร่วมทดลองใช้แอปพลิเคชั่นของเรา ฟรี ผ่านการลงทะเบียนทดลองใช้ใน Google Form นี้",
      },
      {
        header: "",
        text: "📱 รับสิทธิพิเศษ: โดยการลงทะเบียน, คุณจะได้รับสิทธิ์ในการเข้าถึงข้อมูลข่าวสาร, อัปเดตความคืบหน้าการพัฒนา, และโอกาสทดลองใช้ฟีเจอร์ใหม่ๆ ก่อนใครผ่าน Line Official",
      },
      {
        header: "✨ สำหรับใคร?",
        text: `เจ้าของห้องเช่าและหอพักที่ต้องการปรับปรุงการบริหารจัดการ ผู้ที่กำลังมองหาโซลูชันที่ช่วยให้การจัดการเป็นเรื่องง่ายและสะดวก <a href="https://forms.gle/bdg2bTvMXYDXeSAk8" style={{ textDecoration: 'underline', fontWeight: 'bold' }}>🔗 ลงทะเบียนที่นี่:🕒 รีบเลย!</a> จำนวนสิทธิ์ทดลองใช้ฟรีมีจำกัด อย่าพลาดโอกาสที่จะปรับปรุงการจัดการห้องเช่าและหอพักของคุณให้เป็นเรื่องง่ายดายกว่าเดิมเราหวังว่าจะได้ร่วมเดินทางไปกับคุณในการพัฒนาและปรับปรุงการบริหารจัดการห้องเช่าและหอพักให้ดียิ่งขึ้น`,
      },
    ],
  },
  {
    id: 3,
    date: "12/2/2024", // "2021-10-10T00:00:00+07:00
    imgTitle:
      "https://media.discordapp.net/attachments/1211332651357839400/1211333549731610704/AZAI3.jpg?ex=65edd147&is=65db5c47&hm=5fe65da2a9df925cc11ad9e2b3140373929a4650f720b21b9c800d59786a621b&=&format=webp&width=437&height=437",
    title: "เข้าพักห้องใหม่ทำยังไงให้ปลอดจาก “สิ่งลี้ลับ”",
    desc: "1) อย่าผิวปาก การผิวปากตอนกลางคืนเป็นความเชื่อส่วนบุคคล ว่าเป็นการเรียกสิ่งลี้ลับบริเวณนั้นจึงไม่ควรทำในเวลากลางคืน",
    data: [
      {
        header:
          "💀ไม่เชื่ออย่าลบหลู่!!!💀 เข้าพักห้องใหม่ทำยังไงให้ปลอดจาก “สิ่งลี้ลับ”👻",
        text: "",
      },
      {
        header: "1) อย่าผิวปาก",
        text: "การผิวปากตอนกลางคืนเป็นความเชื่อส่วนบุคคล ว่าเป็นการเรียกสิ่งลี้ลับบริเวณนั้นจึงไม่ควรทำในเวลากลางคืน นอกไปจากนั้นการผิวปากตอนกลางคืนยังสามารถรบกวนคนห้องข้างๆได้อีกด้วย",
      },
      {
        header: "3) เตียงว่าง ระวังมีใครมานอนนะ!",
        text: "เมื่อได้ห้องพักแบบ เตียงเดี่ยวสองเตียง แต่ว่านอนคนเดียว ควรนำของอย่างอื่นมาวางอีกเตียงหนึ่งให้เต็ม ให้เหมือนมีคนใช้เตียงนั้นด้วย เพราะไม่เช่นนั้น อาจมีสิ่งที่มองไม่เห็นมานอนด้วยก็เป็นได้ ",
      },
      {
        header: "4) อย่านอนหันหัวไปทาง “ทิศแห่งความตาย”",
        text: "เริ่มตั้งแต่การจัดวางของภายในห้อง การจัดหัวเตียงไปทาง “ทิศตะวันตก” นั้น โบราญว่าไว้ว่า เป็นทิศแห่งความตาย ไม่ควรหันหัวไปทางนั้น เพราะอาจฝันร้ายได้ ",
      },
      {
        header: "5) เปิดให้ครบทุกดวงในห้อง",
        text: "สิ่งลี้ลับกลัวแสงสว่าง เมื่อเข้าไปในห้องพักแล้วควรเปิดไฟให้ครบทุกดวง ความเชื่อบอกว่าเป็นการบอกเจ้าที่เจ้าทางหรือผู้ที่เรามองไม่เห็นในห้องว่าจะมีคนใหม่มาพักในห้องนะ",
      },
      {
        header:
          "💀ไม่เชื่ออย่าลบหลู่!!!💀 เข้าพักห้องใหม่ทำยังไงให้ปลอดจาก “สิ่งลี้ลีบ”👻",
        text: "",
      },
    ],
  },
  {
    id: 2,
    date: "4/2/2024", // "2021-10-10T00:00:00+07:00
    imgTitle:
      "https://media.discordapp.net/attachments/1211332651357839400/1211333535777038346/AZAI2.jpg?ex=65edd144&is=65db5c44&hm=abf3ecc569f8569dd63fb4fe34e9ca63be4b45eaf42e24b5600c290793bf1f85&=&format=webp&width=437&height=437",
    title: "5 อันดับสิ่งที่ผู้เช่าโหวตว่ารับไม่ได้มากที่สุด",
    desc: "1) สกปรกไร้การดูแล/ ซ่อมบำรุงเหตุผลสุดฮิตที่ทำให้ผู้เช่าย้ายออกไม่ว่าจะเป็น พื้นทางเดินสกปรก, มีฝุ่นเยอะ, อากาศไม่ถ่ายเท, ลิฟพังบ่อย, ไฟติดๆดับๆ",
    data: [
      {
        header:
          "⚠️⚠️ เจ้าของหอพักต้องอ่าน!!! ⚠️⚠️ สิ่งที่ผู้เช่าโหวตว่ารับไม่ได้มากที่สุดที่เจอมาในห้องเช่า",
        text: "",
      },
      {
        header: "‼️ 1) สกปรกไร้การดูแล/ ซ่อมบำรุง",
        text: "เหตุผลสุดฮิตที่ทำให้ผู้เช่าย้ายออกไม่ว่าจะเป็น พื้นทางเดินสกปรก, มีฝุ่นเยอะ, อากาศไม่ถ่ายเท, ลิฟพังบ่อย, ไฟติดๆดับๆ ทั้งหมดนี้ทำให้บรรยากาศภายในหอพักไม่น่าอยู่อาศัย จนผู้เช่าตัดสินใจไม่ต่อสัญญานั่นเอง",
      },
      {
        header: "‼️ 2) มีคนเสียชีวิตภายในหอพัก",
        text: "แค่ได้ยินหัวข้อก็อยากย้ายออกแล้วใช้มั้ย?! เจ้าของหอพักต้องทำใจไว้เลยว่านี่เป็นเรื่องปกติมากๆที่ผู้เช่าจะอยากย้ายออกหากมีผู้เสียชีวิตภายในหอพักเนื่องจากความหวาดกลัว",
      },
      {
        header: "‼️ 3) มีปัญหารบกวนเสียงดัง",
        text: "เสียงรบกวนเป็นปัญหาที่ทำให้เกิดความรำคาญได้ง่ายที่สุดในหอพักโดยเฉพาะเวลากลางคืนไม่ว่าจะเป็น เสียงคนตะโกน, เสียงคนทะเลาะกัน, เสียงหมาเห่า, เสียงดังปาร์ตี้ หรือ เสียงเพลง เจ้าของหอพักต้องจัดการต้นตอของเสียงให้ได้เร็วที่สุด เพื่อให้บรรยากาศของหอพักเงียบสงบเหมาะต่อการอยู่อาศัย",
      },
      {
        header: "‼️ 4) ความปลอดภัยต่ำ",
        text: "ความปลอดภัยควรเป็นสิ่งที่เจ้าของหอพักให้ความสำคัญเป็นลำดับต้นๆ การที่บุคคลภายนอกสามารถเข้า - ออกหอพักอย่างง่ายดาย, หอพักไม่มีกล้องวงจรปิด, หรือการที่ไม่มีเจ้าหน้าที่ รปภ. ทำให้ผู้เช่า Say Goodbye ได้เช่นกัน",
      },
      {
        header: "‼️ 5) คิดค่าน้ำ/ ค่าไฟ ไม่เป็นธรรม",
        text: "ปัญหาในข้อนี้ถือได้ว่าเป็นปัญหาใหญ่เลยทีเดียว เพราะฉะนั้นภายในสัญญาเช่าจำเป็นที่จะต้องระบุรายละเอียดต่าง ๆ ให้ชัดเจนและมีความเข้าใจที่ตรงกันทั้ง 2 ฝ่าย เพื่อป้องกันปัญหาที่อาจจะตามมาในภายหลัง",
      },
      {
        header: "",
        text: "ในแต่ละวันนอกจากเจ้าของหอพักจะต้องดูแลงานบริหารภายในหอแล้ว เจ้าของหอยังต้องจัดการแก้ไขปัญหาต่างๆที่เกิดขึ้นอีก ทำให้ภาระงานในการดูแลหอพักถือว่าหนักมาก",
      },
      {
        header: "",
        text: "เราขอเสนอ 🏠 AZAI “อาศัย” แอปจัดการหอพักยุคใหม่ ที่จะทำให้คุณลืมการทำงานบริหารหอพักแบบเดิมๆด้วยประสบการณ์ใหม่บน AZAI ที่ยกมาครบทุกฟีเจอร์ จัดเต็มทั้งการทำสัญญาเช่า, การออกบิล, การวิเคราะห์ผลประกอบการ และการสื่อสารกับผู้เช่า ใช้งานง่าย ครบจบที่เดียว ที่ AZAI ",
      },
    ],
  },
  {
    id: 1,
    date: "7/1/2024", // "2021-10-10T00:00:00+07:00
    imgTitle:
      "https://media.discordapp.net/attachments/1211332651357839400/1211333519641542758/AZAI-01.jpg?ex=65edd140&is=65db5c40&hm=cb310f0af76e422e0de29e6845dd3961381d29b228252eff45c40764296e2ac7&=&format=webp&width=662&height=662",
    title: "AZAI “อาศัย” แอปจัดการหอพักยุคใหม่",
    desc: "AZAI “อาศัย” แอปจัดการหอพักยุคใหม่ ที่จะทำให้คุณลืมการทำงานบริหารหอพักแบบเดิมๆด้วยประสบการณ์ใหม่บน AZAI ที่ยกมาครบทุกฟีเจอร์",
    data: [
      {
        header: "AZAI “อาศัย” แอปจัดการหอพักยุคใหม่",
        text: "🏠 AZAI “อาศัย” แอปจัดการหอพักยุคใหม่ ที่จะทำให้คุณลืมการทำงานบริหารหอพักแบบเดิมๆด้วยประสบการณ์ใหม่บน AZAI ที่ยกมาครบทุกฟีเจอร์ จัดเต็มทั้งการทำสัญญาเช่า, การออกบิล, การวิเคราะห์ผลประกอบการ และการสื่อสารกับผู้เช่า ใช้งานง่าย ครบจบที่เดียว ที่ AZAI ",
      },
    ],
  },
  {
    id: 0,
    date: "17/12/2023", // "2021-10-10T00:00:00+07:00
    imgTitle:
      "https://media.discordapp.net/attachments/1211332651357839400/1211424808240283729/0.png?ex=65ee2645&is=65dbb145&hm=6c66f06ac79f912cf1633559d5e60c7908067104b757df4382d1e6d77d0d4b3a&=&format=webp&quality=lossless&width=437&height=437",
    title: "สวัสดีครับพวกเรา “อาศัย” (AZAI)",
    desc: "สวัสดีครับพวกเรา “อาศัย” (AZAI) เราเป็นหนึ่งในทีมผู้ชนะจากรายการแข่งขัน startup #CUPP2023 ที่จัดโดยหน่วยงานของรัฐบาลฮ่องกง",
    data: [
      {
        header: "สวัสดีครับพวกเรา “อาศัย” (AZAI)",
        text: "เราเป็นหนึ่งในทีมผู้ชนะจากรายการแข่งขัน startup #CUPP2023 ที่จัดโดยหน่วยงานของรัฐบาลฮ่องกง เราภูมิใจนำเสนอแอปพลิเคชั่นจัดการหอพักที่จะมาเปลี่ยนประสบการณ์การเช่าห้องเช่าของคุณอย่างไม่เหมือนเคย",
      },
    ],
  },
];
